{
    "title": "Privacy and Data Policy",
    "updated": "March 31, 2021",
    "sections": [
        {
            "title": "Interpretation and Definitions",
            "paragraphs": [
                "The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.",
                "For the purposes of this Privacy Policy:",
                "Account means a unique account created for You to access our Service or parts of our Service."
            ]
        },
        {
            "title": "Retention of Your Personal Data ",
            "paragraphs": [
                "The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.",
                "The Company will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods."
            ]
        },
        {
            "title": "Transfer of Your Personal Data",
            "paragraphs": [
                "Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.",
                "Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.",
                "The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information."
            ]
        }
    ]
}